[
    {
        "id": 0,
        "from": "annie.dupras@hotmail.com",
        "to": "melejuste@avocatearabaisendirect.ca",
        "subject": "Demande de rendez-vous – Mise à jour testament",
        "date": "05 novembre 2025 – 09:12",
        "body": "Bonjour Me Lejuste,\n\nSerait-il possible de prendre rendez-vous rapidement pour mettre à jour mon testament? J’aimerais retirer un de mes bénéficiaires et ajuster les dispositions pour les autres. C'est quand même urgent.\n\nMerci de me revenir dès que possible.\n\nAnnie Dupras"
    },
    {
        "id": 1,
        "from": "annie.dupras@hotmail.com",
        "to": "claudieclaudie@gmail.com",
        "subject": "J’en ai assez",
        "date": "05 novembre 2025 – 14:47",
        "body": "Claudie,\n\nJe n’en peux plus de tes crises pour des niaiseries. Encore hier, tu as insulté mes invités à cause de ton char qui bloquait l’allée. C’est rendu invivable de te fréquenter. Si ça continue, je vais vraiment couper les ponts.\n\nAnnie"
    },
    {
        "id": 2,
        "from": "claudieclaudie@gmail.com",
        "to": "annie.dupras@hotmail.com",
        "subject": "Toi aussi tu me tournes le dos?",
        "date": "05 novembre 2025 – 17:03",
        "body": "Annie,\n\nTu sais quoi? J’en ai assez que tu me traites comme une moins que rien. Toi et tes airs supérieurs avec ton chalet et ton testament… Tu crois que je vais continuer à faire semblant que tout va bien? Oublie ça. Notre amitié pourrait se terminer abruptement.\n\nClaudie"
    },
    {
        "id": 3,
        "from": "annie.dupras@hotmail.com",
        "to": "alan4978328@outlook.com",
        "subject": "Les couteaux",
        "date": "06 novembre 2025 – 08:19",
        "body": "Salut Alan,\n\nJe voulais juste te demander encore une fois de ne pas toucher aux couteaux de cuisine ce week-end. C’est dangereux quand tu t’amuses à les sortir et à les comparer à ta collection. Je compte sur toi pour que nous passions une soirée sans accroc.\n\nÀ samedi,\n\nAnnie"
    },
    {
        "id": 4,
        "from": "???",
        "to": "annie.dupras@hotmail.com",
        "subject": "Je t’ai vue",
        "date": "06 novembre 2025 – 16:05",
        "body": "Je sais ce que tu as fait dans le lac à l'été 2022... Fais attention à toi...\n\nC."
    },
    {
        "id": 5,
        "from": "annie.dupras@hotmail.com",
        "to": "laurianne.menard@icloud.com",
        "subject": "À propos de la piscine",
        "date": "06 novembre 2025 – 17:52",
        "body": "Salut Laurianne,\n\nEst-ce que tu peux éviter de mentionner devant tout le monde que j’ai annulé la commandite pour ton club de natation cette année? Je ne veux pas que ça crée un malaise samedi. Je sais que ça te cause beaucoup de frustrations, mais essaie de garder ça entre nous.\n\nMerci de ta discrétion et de ta résilience.\n\nAnnie"
    },
    {
        "id": 6,
        "from": "stephanegauthier@gmail.com",
        "to": "annie.dupras@hotmail.com",
        "subject": "Mauvaise idée",
        "date": "06 novembre 2025 – 19:18",
        "body": "Annie,\n\nJ’ai su que tu as pris un rendez-vous chez le notaire… Tu devrais pas faire des choses que tu vas regretter. Pense-y deux fois avant de prendre une décision qui pourrait tout changer pour nous tous.\n\nStéphane"
    },
    {
        "id": 7,
        "from": "???",
        "to": "???",
        "subject": "C’est ce soir qu’on règle ça",
        "date": "06 novembre 2025 – 20:42",
        "body": "Si tout se passe comme prévu, personne ne saura jamais la vérité."
    },
    {
        "id": 8,
        "from": "claudieclaudie@gmail.com",
        "to": "annie.dupras@hotmail.com",
        "subject": "Tu vas le regretter",
        "date": "07 novembre 2025 – 07:11",
        "body": "Après tout ce qu’on a vécu, tu me traites comme ça? Un jour tu vas comprendre que t’aurais jamais dû me tourner le dos.\n\nClaudie"
    },
    {
        "id": 9,
        "from": "annie.dupras@hotmail.com",
        "to": "gabrielthegaby@coolmail.com",
        "subject": "Électricité du chalet",
        "date": "07 novembre 2025 – 08:02",
        "body": "Salut Gabriel,\n\nLe disjoncteur saute tout le temps depuis que tu as fait tes tests l’autre fois. Si ça arrive encore samedi, je compte sur toi pour réparer ça vite, parce qu’avec tout ce monde-là, ça va être le chaos.\n\nMerci\n\nAnnie"
    }
]